var local_data = [
  {
    avatar: "/images/avatar/1.png",
    date: "Sep 14 04 2018",
    title: "两艘加拿大军舰通过台湾海峡，加国防部称是正常操作",
    imgSrc: "/images/post/jia.jpg",
    content: "据台湾防务部门的消息称，6月17日上午，加拿大海军护卫舰“里贾纳”号（HMCS Regina，FFH-334）和补给船“阿斯泰里克斯”号(MV Asterix)自南向北进入台湾海峡航行，并于18日离开台湾海峡进入东海。",
    reading: 63,
    collection: 521,
    author: "迷的城",
    dateTime: "13小时前",
    detail: "据台湾防务部门的消息称，6月17日上午，加拿大海军护卫舰“里贾纳”号（HMCS Regina，FFH-334）和补给船“阿斯泰里克斯”号(MV Asterix)自南向北进入台湾海峡航行，并于18日离开台湾海峡进入东海。这是继上个月23日两艘美国军舰之后，再次有外国军舰穿越台湾海峡。据加拿大环球邮报报道，加拿大国防部发言人杰西卡·拉米兰德在一份声明中表示：“从金兰湾到东北亚最实际的路线是航行通过台湾海峡”，“（加拿大军舰）过境台湾海峡与发表任何声明无关。”加拿大国防部还表示，另一艘护卫舰卡尔加里号去年10月也曾通过台湾海峡。报道称，近年来加拿大军方在亚洲扮演了更加活跃的角色，包括去年派遣一艘潜艇和两艘护卫舰到该地区。拉米兰德称，这些活动是为了“建立关系，与值得信赖的国际伙伴合作，并参与国际社会为应对朝鲜在该地区的海上走私活动所做的努力”。",

    postId:0
  },
  {
    avatar: "/images/avatar/2.png",
    date: "Sep 14 04 2018",
    title: "把握好时间定有出息",
    imgSrc: "/images/post/cat.png",
    content: "时间总是稍纵即逝，一个不留神，时间便从你的手心溜走，再也找不回了。",
    reading: 13,
    collection: 11,
    author: "胡歌",
    dateTime: "24小时前",
    detail: "过去数年，曾志伟与黄百鸣各自监制群星报喜式喜剧贺岁，但款式开始令人厌倦。今年两人尝试合作，并找来近年执导贺岁电影的谷德昭开拍《六福喜事》，并望能有点新的火花。《六福喜事》先描述从香港到马来西亚发展并当上拿督的雷鸣（黄百鸣饰）为村长（夏春秋饰）贺寿，刚巧多年好友兼死对头咏春师傅杨阿伟（曾志伟饰）到场，并扬言自己的儿子Alex（林德信饰）及珊珊（吴千语饰）将令他今年抱男孙。雷鸣於是要求自己的儿子带子（郑中基饰）及媳妇雪儿（薛凯琪饰）两位不想有儿女的夫妇传宗接代，更重金礼聘天后级催生陪月员宫三（吴君如饰）。宫三在过程中发现带子与雪儿夫妻感情不佳，而珊珊最终诞下是女不是男后，遭到杨阿伟冷待媳孙，而此时带子却想到另类方法满足患上老人痴呆的雷鸣的愿望。",
     postId: 1
  },
  {
    avatar: "/images/avatar/6.png",
    date: "Sep 11 05 2018",
    title: "猫",
    imgSrc: "/images/post/cat-1.png",
    content: "猫，属于猫科动物，分家猫、野猫，是全世界家庭中较为广泛的宠物。家猫的祖先据推测是起源于古埃及的沙漠猫，波斯的波斯猫，已经被人类驯化了3500年（但未像狗一样完全地被驯化）。",
    reading: 43,
    collection: 77,
    author: "动物新播报",
    dateTime: "yesterday",
    detail: " 一般的猫：头圆、颜面部短，前肢五指，后肢四趾，趾端具锐利而弯曲的爪，爪能伸缩。夜行性。以伏击的方式猎捕其他动物，大多能攀缘上树。猫的趾底有脂肪质肉垫，以免在行走时发出声响，捕猎时也不会惊跑鼠。行进时爪子处于收缩状态，防止爪被磨钝，在捕鼠和攀岩时会伸出来。猫，分多种，是鼠的天敌。各地都有畜养。有黄、黑、白、灰等各种颜色；身形像狸，外貌像老虎，毛柔而齿利（有几乎无毛的品种）。以尾长腰短，目光如金银，上腭棱多的最好。身体小巧，样子招人喜爱。好奇心重。猫的身体分为头、颈、躯干、四肢和尾五部分，大多数部位披毛，少数为无毛猫。猫的趾底有脂肪质肉垫，因而行走无声，捕鼠时不会惊跑鼠，趾端生有锐利的指甲。爪能够缩进和伸出。猫在休息和行走时爪缩进去，只在捕鼠和攀爬时伸出来，防止指甲被磨钝。猫的前肢有五指，后肢有四指。猫的牙齿分为门齿、犬齿和臼齿。犬齿特别发达，尖锐如锥，适于咬死捕到的鼠类，臼齿的咀嚼面有尖锐的突起，适于把肉嚼碎；门齿不发达。",
    postId: 2
  }
]

module.exports={
  postList: local_data
}